Repository: Letractively/pleft
Catalog: plapp/locale/*/LC_MESSAGES/djangojs.po
Languages: de, fr, nl, ru

source: Sign out
de: Abmelden
fr: Déconnecter
nl: Uitloggen
ru: Выход

source: New appointment
de: Neuer Termin
fr: Nouveau rendez-vous
nl: Nieuwe afspraak
ru: Новая встреча

source: Loading…
de: Laden...
nl: Laden…

source: All appointments
de: Alle Termine
fr: Tout les rendez-vous
nl: Alle afspraken
ru: Все встречи

source: Menu temporarily unavailaible.
nl: Het menu is tijdelijk niet beschikbaar.

source: My appointments
de: Meine Termine
fr: Mes rendez-vous
nl: Mijn afspraken
ru: Мои встречи

source: Jan|Feb|Mar|Apr|May|Jun|Jul|Aug|Sep|Oct|Nov|Dec
de: Jan|Feb|Mär|Apr|Mai|Jun|Jul|Aug|Sep|Okt|Nov|Dez
fr: Jan|Fev|Mar|Avr|Mai|Jui|Jul|Aou|Sep|Oct|Nov|Dec
nl: jan|feb|mrt|apr|mei|jun|jul|aug|sep|okt|nov|dec
ru: Янв|Фев|Мар|Апр|Май|Июн|Июл|Авг|Сен|Окт|Ноя|Дек

source: Mon|Tue|Wed|Thu|Fri|Sat|Sun
de: Mo|Die|Mi|Do|Fr|Sa|So
fr: Lun|Mar|Mer|Jeu|Ven|Sam|Dim
nl: ma|di|wo|do|vr|za|zo
ru: Пон|Вт|Ср|Чет|Пят|Суб|Вос

source: Selected times:
de: Ausgewählte Zeiten:
fr: Choisissez es horaires:
nl: Tijdstippen:
ru: Выбранные даты:

source: Send invitations
de: Einladungen senden
fr: Envoyer les invitations
nl: Uitnodigingen verzenden
ru: Отошлите приглашения

source: Please enter your email address.
de: Bitte geben Sie Ihre E-Mailadresse an.
fr: Merci d’entrez votre adresse email.
nl: Voer alstublieft uw e-mailadres in.
ru: Пожалуйста введите ваш емэйл адрес.

source: This email address doesn‘t seem to be valid.
de: Die angegebene E-Mailadresse ist ungültig.
fr: Cet adresse email ne semble pas être valide.
nl: Dit e-mailadres lijkt ongeldig te zijn.
ru: Этот емэйл адрес не правильный.

source: There seems to be an invalid email address in this list:
de: In der Liste ist eine ungültige E-Mailadresse vorhanden.
fr: Il semblerais qu’une adresse email de cette liste n’est pas valide:
nl: Er lijkt een ongeldig e-mailadres in deze lijst te staan:
ru: В этом списке есть неправильный емэйл адрес:

source: Sorry, I do not fully understand your input yet.
de: Ihre Eingabe konnte nicht verstanden werden.
fr: Désolé, je ne comprend pas les données saisies.
nl: Helaas begrijp ik uw invoer nog niet volledig.
ru: Извините, я не совсем понимаю ваш ввод.

source: Please check the form for any warnings.
de: Bitte prüfen Sie die Ausgabe nach Warnungen.
fr: Merci de vérifier chaque avertissement du formulaire.
nl: Kijk alstublieft of er ergens een waarschuwing staat.
ru: Пожалуйста проконтролируйте есть ли ошибки в форме.

source: Creating an appointment…
de: Erstelle einen Termin…
fr: Creation d’un rendez-vous…
nl: Afspraak maken…
ru: Создаю встречу…

source: Sorry, something went wrong.
de: Ein Fehler ist aufgetreten.
fr: Désolé, quelque chose n’a pas fonctionné.
nl: Het spijt ons, er lijkt iets mis te zijn gegaan.
ru: Извините, что-то произошло неправильно.

source: This should not happen.
de: Entschuldigung, das hätte nicht passieren dürfen.
fr: Cela ne devrais pas se produire.
nl: Dit hoort niet te gebeuren.
ru: Это не должно было случиться.

source: Click here to go back to the form.
de: Hier klicken um zum Formular zurückzukehren.
fr: Cliquez ici pour revenir au formulaire.
nl: Klik hier om terug te gaan naar het formulier.
ru: Нажмите здесь чтобы вернуться к форме.

source: Created!
de: Erstellt!
fr: Créé!
nl: Aangemaakt!
ru: Создано!

source: Please check your email.
de: Bitte prüfen Sie Ihre E-Mails.
fr: Merci de vérifier vos emails
nl: Kijk in uw e-mail om door te gaan.
ru: Посмотрите в своём почтовом ящике.

source: Pleft: the presentation!
de: Pleft: Die Präsentation!
nl: Pleft: de presentatie!
ru: Контакт с Pleft

source: Example invitation email
de: Beispiel für eine Einladungs E-Mail
nl: Voorbeelduitnodigingsmail
ru: Пример пригласительного емэйла

source: Example appointment overview
de: Beispiel für die Terminübersicht
nl: Voorbeeldafsprakenoverzicht
ru: Пример обзора встречь

source: This appointment could not be found or is not meant to be seen by you. We apologize for the inconvenience.
de: Dieser Termin konnte nicht gefunden werden oder Sie verfügen nicht über ausreichende Berechtigungen. Wir entschuldigen uns für die Unannehmlichkeit.
fr: Ce rendez-vous n’a pas pu être trouver ou vous ne disposez pas des autorisation pour le consulter. Nous nous excusons pour le gène occasionnée.
nl: Deze afspraak kon niet worden gevonden of is niet voor u bedoeld. Excuses voor het ongemak.
ru: Эта встреча не была найдена или вы не имеете права на просмотр. Мы приносим вам наши извинения.

source: Appointment
de: Termin
fr: Rendez-vous
nl: Afspraak
ru: Встреча

source: Proposed dates
de: Vorgeschlagene Zeiten
fr: Dates proposés
nl: Voorgestelde data
ru: Предполагаемые даты

source: Participants
de: Teilnehmer
nl: Deelnemers
ru: Приглашённые

source: Done
de: Fertig
fr: Fini
nl: Klaar
ru: Готово

source: Refresh
de: Neu laden
fr: Rafraichir
nl: Herladen
ru: Обновить

source: Automatically saved on
de: Automatisch gespeichert als
fr: Sauvegardé automatiquement le
nl: Automatisch opgeslagen op
ru: Автоматически сохранено в

source: Sorry, your availability could not be saved.
nl: Excuses, je beschikbaarheid kan niet worden opgeslagen.

source: Please try again.
nl: Probeer het nogmaals.

source: Email addresses of the invitees (only visible to you)
de: E-Mailadressen der anderen Teilnehmer (nur für Sie sichtbar)
nl: E-mailadressen van de genodigden (alleen voor u zichtbaar)
ru: Имэйл адреса приглашённых (только видны вам)

source: Invite another participant
de: Neuen Teilnehmer einladen
fr: Inviter un autre participant
nl: Een nieuwe deelnemer uitnodigen
ru: Пригласите других

source: Name <email@address.example>
de: Name <email@beispiel.adresse>
fr: Nom <email@address.example>
nl: Naam <e_mail.adres@example.com>
ru: Имя <email@address.example>

source: Send invitation
de: Einladung verschicken
fr: Envoyer l’invitation
nl: Uitnodiging verzenden
ru: Отправить приглашения

source: Please enter an address.
de: Bitte geben Sie die Adresse an.
fr: Veuillez ajouter une adresse. Merci.
nl: Voer alstublieft een e-mailadres in.
ru: Пожалуйста введите адрес.

source: This email address does not seem to be correct.
de: Die E-Mail Adresse hat nicht das korrekte Format.
fr: Cette adresse email ne semble pas correct.
nl: Dit e-mailadres lijkt ongeldig te zijn.
ru: Кажется этот адрес не правильный.

source: Sending…
de: Sende…
fr: Envoie en cous…
nl: Verzenden…
ru: Отсылаю…

source: Resend invitations
de: Einladungen senden
fr: Envoyer les invitations
nl: De uitnodigingen nogmaals verzenden

source: Select an invitee
nl: Selecteer een genodigde

source: Send invitation again
de: Einladung verschicken
fr: Envoyer l’invitation
nl: Uitnodiging nogmaals versturen

source: Propose another date
de: Anderes Datum vorschlagen
fr: Proposer une autre date
nl: Een andere datum voorstellen
ru: Предложить другую дату

source: Date:
de: Datum:
nl: Datum:
ru: Дата:

source: Time:
de: Zeit:
fr: Heure:
nl: Tijd:
ru: Время:

source: Add date
de: Datum hinzufügen
fr: Ajouter une date
nl: Datum toevoegen
ru: Добавить дату

source: This does not seem to be a valid date.
de: Das Datum hat nicht das geforderte Format.
fr: La date ne semble pas valide.
nl: Dit lijkt een ongeldige datum te zijn.
ru: Кажется это не правильная дата.

source: This does not seem to be a valid time.
de: Die Zeit hat nicht das geforderte Format.
fr: L’horaire ne semble pas valide.
nl: Dit lijkt een ongeldig tijdstip te zijn.
ru: Кажется это не правильная время.
